{
  "Gloomhaven": [
    {
      "username": "1 Family Meeple",
      "rating": "7",
      "value": "[IMG]https://cf.geekdo-static.com/mbs/mb_17587_1.png[/IMG] KICKSTARTER A copy of Founders of Gloomhaven,   Estimated delivery: Jan 2018"
    },
    {
      "username": "6legsci",
      "rating": "N/A",
      "value": "Vault"
    },
    {
      "username": "832SPS",
      "rating": "N/A",
      "value": "COLIN"
    },
    {
      "username": "aaronyoungren",
      "rating": "N/A",
      "value": "Missing the voting crystals."
    },
    {
      "username": "abernath",
      "rating": "8.5",
      "value": "What a treat to play our favorite game mechanisms - tile-laying, hand management, variable player powers, ... - set in the world of Gloomhaven. I feel an immediate affection for the races whom we've played as characters and fought against as adversaries, and excited to see the Temple of the Great Oak and The Sleeping Lion realized in art. Obviously, the game of Gloomhaven is very dear to my heart, and even though Founders plays completely differently, I still feel immersed in that world."
    },
    {
      "username": "AbsZero",
      "rating": "N/A",
      "value": "$15"
    },
    {
      "username": "ace42",
      "rating": "N/A",
      "value": "Kickstarter backer  "
    },
    {
      "username": "Acee45",
      "rating": "N/A",
      "value": "Kickstarter Version."
    },
    {
      "username": "adamw",
      "rating": "6.5",
      "value": "Played just the one time. I *think* I enjoyed it? It's rather complicated and iconifies 'fiddly' for me. The rules for placement of buildings and resources has a few rules that I just could never wrap my head around. And then there's the 'feeder' system for scoring points when you connect buildings up - also somehow fiddly? But really, the system isn't *that* hard to grok - it just didn't work with me for some reason. I'd play it again to explore further."
    },
    {
      "username": "adrian754",
      "rating": "6",
      "value": "It seems someone just put together some good mechanisms and expect to have an awesome game. It's just an average game and could have been better with less mechanics that left over."
    },
    {
      "username": "adrianfrancies",
      "rating": "4",
      "value": "2-4 players"
    },
    {
      "username": "adrientyler",
      "rating": "8",
      "value": "Règles un peu complexe (système de points...). Jeu super sympa même si la fin de partie devient difficilement visible."
    },
    {
      "username": "AfterburnNL",
      "rating": "N/A",
      "value": "For trade / sale"
    },
    {
      "username": "Agyar",
      "rating": "3",
      "value": "Founders is a good game on paper. Spatial logistics puzzles, city-building, Concordia-esque card play and a thematic world to bring it all together. However in practice, it's an inelegant, overflowing mashup of mechanics and ideas.  The worker placement is superfluous, the hand management lackluster and the voting is a weird blind auction using an overly-complicated resource in two flavours (fleeting influence and lasting influence, the former only temporarily available). The scoring is clunky and the logistical movement of resources, which should be the keystone of the whole game, becomes a visually confusing system of 8-exit roundabout road tiles that make it difficult to assess and influence.  The game wants to be deep game of logistics and shared incentives but falls drastically short of its goal."
    },
    {
      "username": "airbag42",
      "rating": "N/A",
      "value": "Folded Space Insert"
    },
    {
      "username": "ajewo",
      "rating": "N/A",
      "value": "Convoluted game. Took quite a while to \"figure out\". Interesting ideas but really not intuitive."
    },
    {
      "username": "ajlaw",
      "rating": "N/A",
      "value": "WTS"
    },
    {
      "username": "ako_ay_bisaya",
      "rating": "N/A",
      "value": "NIS"
    },
    {
      "username": "AKWA_VQ",
      "rating": "N/A",
      "value": "Ks"
    },
    {
      "username": "AlasDemigod",
      "rating": "4",
      "value": "Preliminary rating after one play."
    },
    {
      "username": "Albatrocity",
      "rating": "7",
      "value": "I like playing this game. Unfortunately, the game slows down during certain parts which steals fun from the game. The cardplay is one of my favorite mechanics in board games, but needing money to utilize a lot of the cards in your deck can really become tedious when you’re broke and need to slowly gain money one cent per turn. Also, the advisers were a cool idea until the log jam created by the higher tiered buildings. I would make things cheaper and for there to be a means for flushing the advisers when they back up."
    },
    {
      "username": "AlexFS",
      "rating": "3",
      "value": "[i]2018/09/06 - 1 plays 4p[/i]  Too fiddly and clunky. The Great Zimbabwe kills it for me."
    },
    {
      "username": "Alfred JK",
      "rating": "8.1",
      "value": "https://cestadepatos.com/2018/07/10/founders-of-gloomhaven-unboxing/  https://cestadepatos.com/2022/01/31/founders-of-gloomhaven/"
    },
    {
      "username": "ALGO",
      "rating": "4",
      "value": "Basically, the designer of Gloomhaven can have my money.  Update: However, unfortunately my regular group is very underwhelmed by it. I think there's something here but since I am not going to get to play it then I'd better put it up for trade."
    },
    {
      "username": "ALoneRakunk",
      "rating": "8",
      "value": "With some rearrangement, the many components can satisfyingly fit in that tiny shiny box.   Unfortunately, the game doesn’t really play well 2-3 player as you are stalling in order not to pay for neutral resources that are needed for the score-dependant prestige buildings etc. 4 player is the only way to really play this game.  Saying that, the game is tight, exciting and attractive and worth worth a play for anyone who likes medium-heavy euro games."
    },
    {
      "username": "alwaysthethief",
      "rating": "N/A",
      "value": "only got this because it was very cheap, used"
    },
    {
      "username": "amaperera",
      "rating": "6",
      "value": "I would only play this solitaire, and there are many other games I'd prefer to do that with over this.   That said, if you enjoy tile layers and spacial puzzles, this is worth a look. The negativity surrounding it, I suspect, was from people who wanted more Gloomhaven and didn't find it. "
    },
    {
      "username": "Amatulien",
      "rating": "8",
      "value": "Only played solo"
    },
    {
      "username": "amiller01",
      "rating": "3",
      "value": "I bought this knowing what kind of game it was and hoping to lean in to the crunchiness and weight of it, buuuut I don't think it's worth the time it takes to play. The flavour of the game is alright, but the risk of an illegal play occurring and going unseen is higher than other games I've played at this weight due to the colour scheme, fiddliness, and visual clutter. The rulebook is not good, so check online for tutorial videos. There are also so many unique buildings with unique situations and unique rules applications. Combined with the theme not tying fully into the mechanics enough for me, it makes it much harder to stay engaged in a game of this weight."
    },
    {
      "username": "amilu",
      "rating": "N/A",
      "value": "[color=olive]#Trade[/color]"
    },
    {
      "username": "amqueue",
      "rating": "N/A",
      "value": "off MastersOfTheBoard.com (remember which two others, dammit!)"
    },
    {
      "username": "Andy Pain",
      "rating": "7",
      "value": "Played Cat's copy 4 handed at Brunswick - good game - elements of Concordia in card play and Andy thought it reminded him of Transamerica because of the open road connections"
    },
    {
      "username": "andyksutton",
      "rating": "6",
      "value": "Whilst I like this, the rules and strategy is soo complex. There is so much to think about and consider it does not really feel like you ever get a grip on what is going on."
    },
    {
      "username": "Angie666",
      "rating": "10",
      "value": "My rating is for solo only!  I don't like the multiplayer mode of this game"
    },
    {
      "username": "Annabel_Lee",
      "rating": "3",
      "value": "There's a lot I could say about this game but it all boils down to this: the complexity and fun/satisfaction ratio don't balance.  Unfortunately, this is going down as my most disappointing Kickstarter to date and I'm really sad about it."
    },
    {
      "username": "Antaries",
      "rating": "N/A",
      "value": "KS Edition"
    },
    {
      "username": "apando",
      "rating": "N/A",
      "value": "UKGE BNB"
    },
    {
      "username": "apet6426",
      "rating": "7.02",
      "value": "need to re-adjust rating after a few plays"
    },
    {
      "username": "Apocalypse Dude",
      "rating": "N/A",
      "value": "brand new Kickstarter edition."
    },
    {
      "username": "apokaluo",
      "rating": "6",
      "value": "Broken Token organizer"
    },
    {
      "username": "aquatember",
      "rating": "4",
      "value": "Playable... but not fun."
    },
    {
      "username": "ArchaicDegree",
      "rating": "N/A",
      "value": "$20"
    },
    {
      "username": "arglik",
      "rating": "7",
      "value": "I really wished to like this game more. It's deep for sure but art distracts a lot from gameplay and visuals not the board don't help you to see things better. OK, I just was bad at it."
    },
    {
      "username": "AriasMX",
      "rating": "N/A",
      "value": "Cards: 61 Standard 23 Small  Sleeves Standard: 63 X 82.5 (Mayday Card Game Green) Small: 45 X 68 (Mayday Mini Euro Sleeves)"
    },
    {
      "username": "ArleyKing",
      "rating": "6",
      "value": "Wood insert that makes your game easier to install."
    },
    {
      "username": "arnimoller",
      "rating": "7.5",
      "value": "3000"
    },
    {
      "username": "Aroach88",
      "rating": "4",
      "value": "For me this came down to a few things, but overall the visual aspect of the game is the issue. With so many connections, small tiles, and indistinct art the game just didn't flow well and left a lot of people drawing connections through other's bridges etc by mistake.   Seems like a clunkier version of things like Tigris and Euphrates, or Qin."
    },
    {
      "username": "arod324",
      "rating": "6",
      "value": "Played a pre-kickstarter copy and enjoyed it a lot. Very excited to play it some more and get final artwork for it.  10/19 Downgrading to a 6.  Would never actively seek it out and probably push for a different game."
    },
    {
      "username": "aromine",
      "rating": "N/A",
      "value": "like new"
    },
    {
      "username": "ArtEmiSa64",
      "rating": "6",
      "value": "[ESP] Que decir. No me convenció el juego. Las ideas en general están simpáticas, los PV en cascada son geniales, pero el conjunto resulta en mi opinión en un juego demasiado lento para lo que ofrece. En 2 horas y media puedo jugar otros 3 juegazos.... Puede que con más partidas suviera, pero no se si estoy dispuesta a ello. Al menos de momento no puedo recomendarlo. Por cierto, evidentemente no tiene nada que ver con Gloomheaven salvo que se ambientan en el mismo universo. Este es un juego de construcción de ciudades con manejo de cartas, mientras que el otro es un dungeon crawler...."
    },
    {
      "username": "askjensholm",
      "rating": "8.35",
      "value": "Kickstarter ($54)"
    },
    {
      "username": "atomfeed",
      "rating": "5",
      "value": "-[b]Impresión[/b]:  -[b]Mecánicas[/b]:   -[b]Aspecto[/b]: :star: -[b]¿Lo volverías a jugar?[/b]:  -[b]Opinión personal[/b]:"
    },
    {
      "username": "atonaltensor",
      "rating": "6.535",
      "value": "Sold at Jan 2019 Congress of Gamers for $15."
    },
    {
      "username": "atonaltensor",
      "rating": "N/A",
      "value": "Bought in-shrink at Oct 2021 Congress of Gamers for $20"
    },
    {
      "username": "auxierd",
      "rating": "7",
      "value": "Kickstarted"
    },
    {
      "username": "Azrael85",
      "rating": "N/A",
      "value": "Mathtrade Julio 2019 - IN"
    },
    {
      "username": "b4retina",
      "rating": "N/A",
      "value": "Tom's Game"
    },
    {
      "username": "backpacker",
      "rating": "N/A",
      "value": "unpunched & sleeved @ ff"
    },
    {
      "username": "BadgerGatan",
      "rating": "3",
      "value": "With some of the most adorable custom pieces I’ve ever seen, but an aesthetic that can best be described as “50 shades of dirt,” founders of Gloomhaven has the veneer of a good game with too many complex, intersecting systems to be fun.   There’s an interesting coordination between the 10 auxiliary systems that were crammed into the design, but each system is so complex and inelegant that I could not recommend this to anyone. The game is half-baked and poorly balanced. Racial abilities are horribly designed and implemented. I enjoy the theme out of appreciation for the original Gloomhaven, but this was not an enjoyable experience. I will give it another chance, but it’s unlikely it will gain any amount of popularity in any of my groups."
    },
    {
      "username": "baghaan",
      "rating": "7.6",
      "value": "the design seem to be outstanding, mechanisms look very good, I will wait with rating until I have enough time to really play test or have my copy"
    },
    {
      "username": "balugoci",
      "rating": "N/A",
      "value": "Arrivato da archiviare"
    },
    {
      "username": "bankrupt",
      "rating": "10",
      "value": "The solo game is fun. Requires spatial analysis, advance planning, and some math. Not really \"broken\" but there are two \"prestige building\" cards so strong that winning scores vary like night and day depending on whether those cards were available. [You \"see\" only eight of 21 prestige buildings.] The skills required to win playing solo are not those required to win multiplayer games. Cries out for an Automa that would do that."
    },
    {
      "username": "Basecamper",
      "rating": "N/A",
      "value": "Recommended at 1, 2 and 3"
    },
    {
      "username": "BastardCafe",
      "rating": "N/A",
      "value": "3 15.6"
    },
    {
      "username": "batman",
      "rating": "N/A",
      "value": "pnp"
    },
    {
      "username": "bayspiel",
      "rating": "N/A",
      "value": "06.01.05.01"
    },
    {
      "username": "bbhalla",
      "rating": "7",
      "value": "Initial Impression: This is a tough game to form first opinions on because I can see that repeated plays will undoubtedly reveal subtleties in the game mechanisms. However, it's these mechanisms that I am hesitant about. Everything integrates thematically well together ... I just feel that there are too many of them in one game. I've always believed that the best designed games are those in which the designer throws everything into it and eventually pares the design down to its fundamentals in order to distill the experience into the most fun for the least rules overhead. With this design it seems as if there was very little in the way of distillation. It's a simple game that's been made complex rather than a complex game that's been streamlined. Of course, I would still like to experience more plays in order to see everything that this game promises to offer."
    },
    {
      "username": "bclarke1313",
      "rating": "8",
      "value": "Played on Tabletop Simulator.  Great mechanics and tons of strategy; has similar feels to Puerto Rico/Eminent Domain, Concordia, and Lords of Waterdeep.  One gripe: Tallying VP's is semi-chaotic, trying to look back through the resource tree to figure out which player scores points; however, it is logical why points are calculated in this way, so I can abide by it."
    },
    {
      "username": "bcnevan",
      "rating": "4",
      "value": "Gloomhaven, through all its excess, had an elegant core with its card play. Founders is still designed with that sensibility of excess, but shoves the excess into an economic game. Even worse, the elegant card play has been replaced with jank."
    },
    {
      "username": "bdmiller",
      "rating": "N/A",
      "value": "For Sale"
    },
    {
      "username": "Bellissimo",
      "rating": "10",
      "value": "Current Plays Episode 8"
    },
    {
      "username": "BeloW06",
      "rating": "6",
      "value": "After the freshness wore off, all 4 of us found Founders of Gloomhaven a rather dull resource management excercise. It was not exciting enough to make us want to revisit it any time soon.  I consider us average speed players and it took us 3.5 hours to finish our first game, which is a bit too long for what it is (Nobody took more than 30 secs to finish a Follow action). I feel that the Follow action is a blessing and curse for the game length as it induces AP: Pro is that you can do things on other player's turns to slooowly get your engine working. Con is though that you constantly rethink your strategy of what to best do with the new opportunity arising from someone else's card. Do I want to build a road now and help others/grab influence/place a worker/get more money with a basic Follow action OR do the same action (import a resource now without helping others too much or buy access to someone else's/...)?"
    },
    {
      "username": "benme",
      "rating": "7.8",
      "value": "This brings elements from other euros that I like and do not feature heavily in other games so we have the follow from Puerto Rico, we have the play cards for actions of  Concordia, we have the route supply of TGZ etc.  It all works well and there is much to enjoy here but there are other games I would rush to play first."
    },
    {
      "username": "bennbatt",
      "rating": "7",
      "value": "This game is pretty complex and I've only played it a couple of times. I think that I'm fond of the game in part because I love the Gloomhaven realm and theme. I also did enjoy the resource chaining and potential of this one. Bit subjective, not my favorite, not THAT good, but I do like this one."
    },
    {
      "username": "Bergee",
      "rating": "N/A",
      "value": "KS"
    },
    {
      "username": "Berghai",
      "rating": "3.9",
      "value": "sold by Mr.Box"
    },
    {
      "username": "berrytravels",
      "rating": "N/A",
      "value": "Shelf of Shame!"
    },
    {
      "username": "bestarm",
      "rating": "N/A",
      "value": "От Олега"
    },
    {
      "username": "BGYI",
      "rating": "N/A",
      "value": "1-4 Players Hardcore"
    },
    {
      "username": "BG_Geek",
      "rating": "8",
      "value": "EN - KS"
    },
    {
      "username": "BG_Lambert",
      "rating": "6",
      "value": "I was a bit disappointed on this one. But overall OK."
    },
    {
      "username": "bhudson1972",
      "rating": "2",
      "value": "This game was a total mess from the very beginning. It was extremely fiddly during the setup. So many little chits to put out that are constantly getting bumped and shifted. The art from the cards was actually quite good. Also, the characters had very interesting powers. I do like the Concordia type effect of playing cards and then taking an action to pick them back up. I feel like there were many good ideas floating around in the game but the production was so poorly thought out that it makes the game barely playable. As you put out the chits for the roads and buildings, it becomes a hassle to see what the icons the various chits represent or who has access to them. Your eyes get lost in the various shades of browns. The resource/technology chart is also uninspired and easy to misread. The game has a very unsatisfying ending as well. I can't imagine playing this with more than two. It would take a lot for me to play this again."
    },
    {
      "username": "BigBadOrc",
      "rating": "4",
      "value": "The strategy here is odd. And I hate the bridges."
    },
    {
      "username": "bigcpwnzj00",
      "rating": "N/A",
      "value": "YTP"
    },
    {
      "username": "BigD527",
      "rating": "4",
      "value": "Let this be a lesson to us all, that slapping a popular brand on a ridiculously overwrought integrated economy game masquerading as a tile-placement is not something we should indulge from publishers."
    },
    {
      "username": "bigf00t",
      "rating": "N/A",
      "value": "Backed on Kickstarter"
    },
    {
      "username": "bigf00t",
      "rating": "N/A",
      "value": "Backed on Kickstarter for ~$65 CAD Sold for $30 on FBM"
    },
    {
      "username": "bigmaddrongo",
      "rating": "8",
      "value": "KS"
    },
    {
      "username": "BigX",
      "rating": "N/A",
      "value": "kickstarter"
    },
    {
      "username": "billymoustache",
      "rating": "N/A",
      "value": "Acquired in math trade Mar 2021"
    },
    {
      "username": "billypratt",
      "rating": "N/A",
      "value": "Parts only"
    },
    {
      "username": "binauralg",
      "rating": "N/A",
      "value": "Traded."
    },
    {
      "username": "Biosluut",
      "rating": "N/A",
      "value": "Punched, never played"
    },
    {
      "username": "blackrider81",
      "rating": "9",
      "value": "Increased my rate after 6 solo plays. After some initial doubts now the game flows very smoothly and the difficulty  level seems perfectly balanced to offer interesting challenges. I’m mostly a solo player and Founders of Gloomhaven in that version is an excellent logistic puzzle game. It sometimes reminds me the feeling of Roads and Boats from Splotter Spellen, but in a much more interesting and less fiddly way. Moreover, you are not simply trying to beat your best score: your objective is first to successfully complete the delivery of 6 prestige buildings in 7 turns, which is already a challenge and, most important, gives you a tangible and concrete objective which is an added value for a solo game.  I’m now waiting to try the 2-player game with my wife.   Some comment on what I don’t like that much, which is more on the cosmetic side rather than the gameplay: - I would have preferred monochromatic roads to improve map readability, or at least having the road tiles with monochromatic on one side and realistic crossroad on the other - tier I/II/III/prestige building tiles should have been better highlighted to improve map readability, e.g with different background color or with a coloured border"
    },
    {
      "username": "blah77",
      "rating": "9",
      "value": "After playing the amazing rpg sim that is gloomhaven, i was told about another game set in the gloomhaven cinematic universe (GCU)(TM). Apparently I wasn't the only one surprised by the gameplay. It's like if they made a dating sim game set in the halo universe or a FPS out of pokemon.   Once I got over my surprise, I found a decent game about working together for the common good, building a beautiful city and of course screwing over people by plopping buildings down to block roads. Now I understand why san francisco is such a mess. "
    },
    {
      "username": "Bloobik",
      "rating": "7",
      "value": "Positive +art and graphic design +component quality +good meaty gameplay  Negative -it becomes increasingly difficult to see your options as the game progresses; both on the board and on access/ownership of resources -it seems that some bad decisions in the first 1/3 of the game can ruin any chances of wining -why does neutral player take 2 points per resource, this really makes the 3 player game worse"
    },
    {
      "username": "BlueDane",
      "rating": "7",
      "value": "Broken Token Insert"
    },
    {
      "username": "Bluesam",
      "rating": "5",
      "value": "competitive"
    },
    {
      "username": "Bmaglicic",
      "rating": "7.25",
      "value": "4"
    },
    {
      "username": "bobbyg4040",
      "rating": "4",
      "value": "Anthony's Game"
    }
  ],
  "On Mars": [
    {
      "username": "David Ells",
      "rating": "7",
      "value": "Kickstarter!"
    }
  ],
  "CATAN": [
    {
      "username": "John85",
      "rating": "N/A",
      "value": "PnP"
    },
    {
      "username": "KingofBoards",
      "rating": "9",
      "value": "A fabulous fan expansion, cost around $10 to print out and prepare. It plays really well with the regular Catan expansion, along with Seafarers and even complements Cities & Knights well. Only thing I would add is the ability for many people to start the same wonder at once."
    },
    {
      "username": "klatre",
      "rating": "9",
      "value": "Excellent fan-made expansion! Watch our review on YouTube."
    },
    {
      "username": "Larysa",
      "rating": "N/A",
      "value": "Got the P&P - not printed yet"
    },
    {
      "username": "melx",
      "rating": "N/A",
      "value": "print'n'play"
    },
    {
      "username": "postkarma",
      "rating": "N/A",
      "value": "Built, in zip-lock; remains unplayed. Ready to play... It looks great!"
    },
    {
      "username": "raithyn",
      "rating": "6",
      "value": "A neat twist to unbalance the field without being unfair."
    },
    {
      "username": "Shishin",
      "rating": "8",
      "value": "DIY"
    }
  ]
}